Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_siirtaa_komissaarien_valintaa_eteenpain.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät siirtää komissaarien valintaa eteenpäin
sms: Sääʹmteʹǧǧ serdd komissaari vaʹlljummuž ooudårra￼

source: Saamelaiskäräjät päätti ylimääräisessä täyskokouksessa tiistaina 9.8.2022 siirtää totuus- ja sovintokomission komissaarien valintaa eteenpäin ja ottaa totuus- ja sovintoprosessin jatkon osalta erätauon.
sms: Sääʹmteʹǧǧ tuʹmmii pâʹjjelmeärrsaž tiuddsåbbrest mââibaarǥ 9.8.2022 seʹrdded tuõttvuõtt- da suåvâdvuõttkomissio komissaari vaʹlljummuž ooudårra da väʹldded tuõttvuõtt- da suåvâdvuõttproseeʹss juätk beäʹlnn kõõut.

source: Tauon aikana selvitetään rauhassa, millä tavoin prosessia voidaan jatkaa ja jatketaan myös sen selvittämistä, mitä saamelainen yhteisö asiasta ajattelee.
sms: Kõõut ääiʹj čiõlǥtet rääuhast, mõõnn nalla proseeʹss vueiʹtet juäʹtǩǩed da jueʹtǩet veâl tõn seʹlvvtummuž, mâid sääʹm õhttsažkåʹdd ääʹššest jordd.

source: Saamelaiskäräjien kokous äänesti hallituksen esityksen ja varajäsen Matti Aikion esityksen välillä.
sms: Sääʹmteeʹǧǧ sååbbar jiõnsti halltõõzz eʹtǩǩõõzz da väärrneǩ Matti Aikio eʹtǩǩõõzz kõõsk.

source: Aikion esitys komissaarien valinnan siirtämisestä eteenpäin voitti äänin 10-9.
sms: Aikio eʹtǩǩõs komissaari vaʹlljeem serddmõõžžâst ooudårra vuõiʹti jiõnin 10-9.

source: Hallituksen esitys täyskokoukselle oli, että kokous nimeää kaksi uutta komissaaria, joista toinen edustaa inarinsaamen kieliryhmää ja toinen pohjoissaamen kieliryhmää sekä päättää tarvittaessa muista toimenpiteistä prosessin jatkoa ajatellen.
sms: Halltõs eʹtǩǩii tiuddsåbbra, što tiuddsååbbar nõõmai kuõʹhtt ođđ komissaar, koin nuʹbb eeʹttkâstt aanarsääʹm ǩiõlljoouk da nuʹbb tâʹvvsääʹm ǩiõlljoouk di tuʹmmad taarb mieʹldd jeeʹres tååimain proseeʹss juätk juuʹrdeeʹl.

source: Saamelaiskäräjät päätti edellisessä kokouksessa kesäkuussa 2022 tukea totuus- ja sovintokomission jatkamista .
sms: Sääʹmteʹǧǧ tuʹmmii õõuʹdab såbbrest ǩieʹssmannust 2022 tuärjjeed tuõttvuõtt- da suåvâdvuõttkomissio juätkkmõõžž .

source: Kokous kuuli ennen päätöksentekoa asiantuntijoina Saamelaisten psykososiaalisen tuen yksikön johtaja Heidi Erikseniä, viittä saamelaisten totuus- ja sovintokomission alun perin nimettyä jäsentä sekä yhtä komission sihteeristön suunnittelijaa.
sms: Õuʹddel tuʹmmstõktuâjast sååbbar kuuli äʹšštobddjen Säʹmmlai psykososiaalʼlaž tuärj juâkkaz jååʹđteei Heidi Eriksen, viiđ Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio aalǥâst nõõmuum vuäzzla di õõut komissio piisarkååʹdd plaanni.

source: – Meidän täytyy täyskokouksen linjan mukaisesti lähteä selvittämään syvemmin näkökulmia saamelaisesta yhteiskunnasta sekä totuus- ja sovintoprosessin jatkosta.
sms: – Meeʹst feʹrttai tiuddsåbbar liinj meâldlânji vueʹlǧǧed seeʹlvted čiŋŋlubun vueiʹnlmid sääʹm õhttsažkååʹddest di tuõttvuõtt- da suåvâdvuõttproseeʹss juätkast.

source: Jäsenistöstä nousi esille huomioita komissaarivaihtoehtojen määrästä sekä prosessin edistämisen edellytyksistä, kun esitys saamelaiskäräjälaista ei ole edennyt vielä eduskunnan käsittelyyn, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sms: Vuäzzlain puõʹtte õuʹdde vuâmmšõõzz komissaari vaajtõsmääinai meäʹrest di proseeʹss õõuʹdeem õudldõõzzin, ko eʹtǩǩõs sääʹmteʹǧǧlääʹjjest ij leäkku õuddnam veâl eeʹttiǩ-kååʹdd ǩiõttʼtõõllma, ceälkk sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: Saamelaisten totuus- ja sovintokomissio asetettiin valtioneuvoston toimesta 28. lokakuuta 2021.
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio šiõtteeš riikksuåvtõõzz tooiʹmest kålggmannu 28. peeiʹv 2021.

source: Asettamisensa jälkeen komissio on toiminut itsenäisesti ja riippumattomasti.
sms: Mâŋŋa šiõttummšest komissio toimmjummuš lij leämmaš jiõččnallaš da čõõnteʹmes.

source: Toukokuussa 2022 molemmat Saamelaiskäräjien esittämät komissaarit Miina Seurujärvi sekä Heikki J. Hyvärinen pyysivät vapautusta komissaarin tehtävästään valtioneuvostolta.
sms: Vueʹssmannust 2022 kuhttu Sääʹmteeʹǧǧ eʹtǩǩeem komissaar Miina Seurujärvi da Heikki J. Hyvärinen annu Riikksuåvtõõzz čåuʹddem komissaar tuâjain.

source: Valtioneuvosto myönsi eron Seurujärvelle ja Hyväriselle komissaarin tehtävästä 25.5.2022 lukien.
sms: Riikksuåvtõs miõđi Miina Seurujärvi da Heikki J. Hyvärinen čåuddõõttmõõžž komissaar tuâjast 25.5.2022 looǥǥeeʹl.

source: Saamelaisten totuus- ja sovintokomissio
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio

source: Saamelaisten totuus- ja sovintoprosessin tarkoituksena on tunnistaa ja arvioida historiallista ja nykyistä syrjintää, mukaan lukien valtion sulauttamispolitiikkaa, sekä oikeuksien loukkauksia, selvittää miten nämä vaikuttavat saamelaisiin ja heidän yhteisöönsä nykyisessä tilanteessa ja ehdottaa, miten voitaisiin edistää yhteyttä saamelaisten ja Suomen valtion välillä sekä saamelaisten keskuudessa.
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttproseeʹss mieʹrren lij tobdsted da ärvvtõõllâd historiaalʼlaž da ânnʼjõž čårstummuž, mieʹldd looǥǥeeʹl riikk suuddtõspolitiikk, di vuõiggâdvuõđi neuʹrrummšid, seeʹlvted mõõn nalla täk vaaikte säʹmmlaid da sij õhttsažkådda ânnʼjõž vueʹjjest da eʹtǩǩeed, mõõnn nalla vuäitčeš oouʹdeed õhttvuõđ säʹmmlai da Lääʹdd riikk kõõskâst di säʹmmlai seʹst.

source: Totuus- ja sovintokomission jäsenet ovat laajaa luottamusta nauttivia henkilöjä saamelaisten ja suomalaisen yhteiskunnan keskuudessa.
sms: Tuõttvuõtt- da suåvâdvuõttkomissio vuäzzla lie veiddsanji oskkum oummu säʹmmlai da lääʹdd õhttsažkååʹdd seʹst.

source: Jäsenet ovat riippumattomia eivätkä edusta sitä tahoa, joka on heitä esittänyt tai heidät valinnut.
sms: Vuäzzla lie čõnnsateʹmes jie-ka eeʹttkââʹst tõn beäʹl, kååʹtt lij siʹjjid eʹtǩǩääm leʹbe siʹjjid vaʹlljääm.

source: Komission nimittämisessä huomioidaan tasapuolisesti eri saamen kieliryhmät.
sms: Komissio nõõmtummšest vääʹldet lokku tääʹssbeällsânji sääʹm jeeʹres ǩiõlljooukid.

source: Komission nimittämisessä pyritään ottamaan huomioon sukupuolten tasapuolinen edustus.
sms: Komissio nõõmtummšest põõrǥât väʹldded lokku sooǥǥbieʹli tääʹsspeällsaž eeʹttkâsttmõõžž.

source: Lue tästä saamelaisten totuus- ja sovintokomission mandaatti .
sms: Looǥǥ täʹst säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio mandaatt .

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Tuomas Aslak juuso Saaǥǥjååʹđteei 040 687 3394 tuomas.juuso@samediggi.fi
